Repository: common-repository/camaloon-print-on-demand
Catalog: languages/camaloon-*.po
Languages: ca, da_dk, de_de, es_es, fi, fr_fr, it_it, nl_nl, nn_no, pt_pt, sv_se

source: Start selling! Create your first product!
ca: Comença a vendre! Crea el teu primer producte!
da_dk: Begynd at sælge! Opret dit første produkt!
de_de: Beginnen Sie mit dem Verkauf! Erstellen Sie Ihr erstes Produkt!
es_es: Empiece a vender. ¡Cree su primer producto!
fi: Aloita myynti! Luo ensimmäinen tuotteesi!
fr_fr: Commencer à vendre! Créez votre premier produit !
it_it: Inizia a vendere! Crea il tuo primo prodotto!
nl_nl: Begin met verkopen! Maak je eerste product!
nn_no: Begynn å selge! Lag ditt første produkt!
pt_pt: Comece a vender! Crie seu primeiro produto!
sv_se: Börja sälja! Skapa din första produkt!

source: Go to Camaloon store
ca: Aneu a la botiga Camaloon
da_dk: Gå til Camaloon -butikken
de_de: Zum Camaloon-Store gehen
es_es: Vaya a su tienda de Camaloon
fi: Mene Camaloon -kauppaan
fr_fr: Aller à la boutique Camaloon
it_it: Vai al negozio Camaloon
nl_nl: Ga naar Camaloon-winkel
nn_no: Gå til Camaloon -butikken
pt_pt: Vá para a loja Camaloon
sv_se: Gå till Camaloon -butiken

source: Something wrong with your store?
ca: Hi ha algun problema amb la vostra botiga?
da_dk: Er der noget galt med din butik?
de_de: Stimmt etwas nicht mit Ihrem Shop?
es_es: ¿Algo extraño con su tienda?
fi: Onko kaupassasi jotain vikaa?
fr_fr: Quelque chose ne va pas avec votre magasin?
it_it: Qualcosa non va nel tuo negozio?
nl_nl: Is er iets mis met uw winkel?
nn_no: Noe galt med butikken din?
pt_pt: Algo errado com sua loja?
sv_se: Är det något fel på din butik?

source: Check store status
ca: Comproveu l’estat de la botiga
da_dk: Tjek butiksstatus
de_de: Shop-Status prüfen
es_es: Comprobar estado de la tienda
fi: Tarkista myymälän tila
fr_fr: Vérifier l’état du magasin
nl_nl: Controleer de winkelstatus
nn_no: Sjekk butikkstatus
pt_pt: Verifique o status da loja
sv_se: Kontrollera butikens status

source: Need help with your WooCommerce setup?
ca: Necessiteu ajuda per configurar WooCommerce?
da_dk: Brug for hjælp til din WooCommerce -opsætning?
de_de: Benötigen Sie Hilfe bei Ihrem WooCommerce-Setup?
es_es: ¿Necesita ayuda con su configuración de WooCommerce?
fi: Tarvitsetko apua WooCommerce -asennuksessa?
fr_fr: Besoin d’aide pour votre configuration WooCommerce ?
it_it: Hai bisogno di aiuto con la configurazione di WooCommerce?
nl_nl: Hulp nodig bij het instellen van WooCommerce?
nn_no: Trenger du hjelp med WooCommerce -oppsettet ditt?
pt_pt: Precisa de ajuda com a configuração do WooCommerce?
sv_se: Behöver du hjälp med din WooCommerce -installation?

source: Review our FAQs
ca: Reviseu les nostres preguntes més freqüents
da_dk: Gennemgå vores ofte stillede spørgsmål
de_de: Lesen Sie unsere FAQs
es_es: Revise nuestras preguntas frecuentes
fi: Tutustu usein kysyttyihin kysymyksiin
fr_fr: Consultez notre FAQ
it_it: Rivedi le nostre FAQ
nl_nl: Bekijk onze veelgestelde vragen
nn_no: Se gjennom våre vanlige spørsmål
pt_pt: Reveja as nossas FAQs
sv_se: Läs våra vanliga frågor

source: Connect your WooCommerce to Camaloon!
ca: Connecteu el vostre WooCommerce a Camaloon.
da_dk: Tilslut din WooCommerce til Camaloon!
de_de: Verbinden Sie Ihr WooCommerce mit Camaloon!
es_es: ¡Conecte su WooCommerce con Camaloon!
fi: Yhdistä WooCommerce Camalooniin!
fr_fr: Connectez votre WooCommerce à Camaloon !
it_it: Collega il tuo WooCommerce a Camaloon!
nl_nl: Verbind je WooCommerce met Camaloon!
nn_no: Koble WooCommerce til Camaloon!
pt_pt: Conecte seu WooCommerce a Camaloon!
sv_se: Anslut din WooCommerce till Camaloon!

source: Connect your store
ca: Connecta la teva botiga
da_dk: Tilslut din butik
de_de: Verbinde deinen Shop
es_es: Conecte su store
fi: Yhdistä kauppasi
fr_fr: Connectez votre boutique
it_it: Connetti il ​​tuo negozio
nl_nl: Verbind je winkel
nn_no: Koble butikken din
sv_se: Anslut din butik

source: Need support? Contact us.
ca: Necessiteu assistència? Poseu-vos en contacte amb nosaltres.
da_dk: Brug for support? Kontakt os.
de_de: Brauche Unterstützung? Kontaktiere uns.
es_es: ¿Necesita ayuda? Contáctenos.
fi: Tarvitsetko tukea? Ota meihin yhteyttä.
fr_fr: Besoin de soutien? Contactez-nous.
it_it: Hai bisogno di supporto? Contattaci.
nl_nl: Ondersteuning nodig? Neem contact op.
nn_no: Trenger du støtte? Kontakt oss.
pt_pt: Precisa de suporte? Contate-Nos.
sv_se: Behöver du stöd? Kontakta oss.

source: Note: this status report may not include an error log. Contact your hosting provider if you need help with acquiring error logs.
ca: Nota: és possible que aquest informe d’estat no inclogui un registre d’errors. Poseu-vos en contacte amb el vostre proveïdor d’allotjament si necessiteu ajuda per adquirir registres d’errors.
es_es: Nota: este informe de estado puede no incluir un registro de errores. Póngase en contacto con su proveedor de alojamiento si necesita ayuda para adquirir registros de errores.
fi: Huomautus: tämä tilaraportti ei välttämättä sisällä virhelokia. Ota yhteyttä isännöintipalveluntarjoajaasi, jos tarvitset apua virhelokien hankkimisessa.
fr_fr: Remarque : ce rapport d’état peut ne pas inclure de journal des erreurs. Contactez votre hébergeur si vous avez besoin d’aide pour acquérir des journaux d’erreurs.
it_it: Nota: questo rapporto di stato potrebbe non includere un registro degli errori. Contatta il tuo provider di hosting se hai bisogno di aiuto con l'acquisizione dei log degli errori.
nl_nl: Opmerking: dit statusrapport bevat mogelijk geen foutenlogboek. Neem contact op met uw hostingprovider als u hulp nodig heeft bij het verkrijgen van foutenlogboeken.
nn_no: Merk: Denne statusrapporten inneholder kanskje ikkje en feillogg. Kontakt vertsleverandøren hvis du trenger hjelp til å skaffe feillogger.
pt_pt: Nota: este relatório de status pode não incluir um log de erros. Entre em contato com seu provedor de hospedagem se precisar de ajuda para obter logs de erros.
sv_se: Obs! Denna statusrapport kanske inte innehåller en fellogg. Kontakta din värdleverantör om du behöver hjälp med att skaffa felloggar.

source: Copy
ca: Copia
es_es: Copiar
fi: Kopio
fr_fr: Copie
it_it: copia
nl_nl: Kopiëren
nn_no: Kopiere
pt_pt: cópia de
sv_se: Kopiera

source: Disconnect
ca: Desconnecta
es_es: Desconectar
fi: Katkaista
fr_fr: Déconnecter
it_it: Disconnetti
nl_nl: Loskoppelen
nn_no: Koble fra
pt_pt: desconectar
sv_se: Koppla ifrån

source: Woocommerce should always be version 5.7.1 or later.
ca: El Woocommerce sempre ha de ser la versió 5.7.1 o posterior.
es_es: Woocommerce siempre debe tener la versión 5.7.1 o posterior.
fi: Woocommercen tulee aina olla versio 5.7.1 tai uudempi.
fr_fr: Woocommerce doit toujours être la version 5.7.1 ou ultérieure.
it_it: Woocommerce dovrebbe sempre essere la versione 5.7.1 o successiva.
nl_nl: Woocommerce moet altijd versie 5.7.1 of hoger zijn.
nn_no: Woocommerce bør alltid være versjon 5.7.1 eller nyere.
pt_pt: Woocommerce deve ser sempre a versão 5.7.1 ou posterior.
sv_se: Woocommerce bör alltid vara version 5.7.1 eller senare.

source: Camaloon logo
ca: Logotip de Camaloon
fr_fr: Logo Camaloon
it_it: Logo Camaloon
pt_pt: Logotipo da Camaloon
sv_se: Camaloon -logotyp
