Repository: common-repository/camaloon-print-on-demand
Catalog: languages/camaloon-*.po
Languages: ca, da_dk, de_de, es_es, fi, fr_fr, it_it, nl_nl, nn_no, pt_pt, sv_se

source: Connect
ca: Connecteu-vos
da_dk: Forbinde
de_de: Verbinden
es_es: Conectar
fi: Kytkeä
fr_fr: Relier
it_it: Collegare
nl_nl: Aansluiten
nn_no: Koble
pt_pt: Conectar
sv_se: Ansluta

source: Status
ca: Estat
es_es: Estado
fi: Tila
fr_fr: Statut
it_it: Stato
nl_nl: Toestand

source: Support
ca: Suport
da_dk: FAQ
de_de: FAQ
es_es: Soporte
fi: Tuki
fr_fr: Soutien
it_it: Supporto
nl_nl: Steun
nn_no: Brukerstøtte
pt_pt: Apoio, suporte
sv_se: Stöd

source: Frequently Asked Questions
ca: Preguntes freqüents
de_de: Häufig gestellte Fragen
es_es: Preguntas frecuentes
fi: Usein Kysytyt Kysymykset
fr_fr: Questions fréquemment posées
it_it: Domande frequenti
nn_no: ofte stilte spørsmål
pt_pt: perguntas frequentes
sv_se: Vanliga frågor

source: Getting started made easy. Read the FAQs to jumpstart your business.
ca: Comença fàcilment. Llegiu les preguntes més freqüents per iniciar el vostre negoci.
da_dk: Det er let at komme i gang. Læs ofte stillede spørgsmål for at springe din virksomhed i gang.
de_de: Einstieg leicht gemacht. Lesen Sie die FAQs, um Ihr Geschäft zu starten.
es_es: Empieza con su negocio de forma fácil. Lea la sección de preguntas frecuentes para comenzar.
fi: Aloittaminen on tehty helpoksi. Lue usein kysytyt kysymykset aloittaaksesi yrityksesi.
fr_fr: Démarrer en toute simplicité. Lisez la FAQ pour démarrer votre entreprise.
it_it: Iniziare diventa facile. Leggi le domande frequenti per avviare la tua attività.
nl_nl: Gemakkelijk aan de slag gaan. Lees de veelgestelde vragen om uw bedrijf een vliegende start te geven.
nn_no: Enkelt å komme i gang. Les vanlige spørsmål for å starte virksomheten din.
pt_pt: Começar de forma fácil. Leia as perguntas frequentes para alavancar seu negócio.
sv_se: Det är enkelt att komma igång. Läs vanliga frågor för att starta ditt företag.

source: Copy the box content below and add it to your support message. Note: this status report may not include an error log. Contact your hosting provider if you need help with acquiring error logs.
ca: Copieu el contingut de la caixa següent i afegiu-lo al vostre missatge d’assistència. Nota: és possible que aquest informe d’estat no inclogui un registre d’errors. Poseu-vos en contacte amb el vostre proveïdor d’allotjament si necessiteu ajuda per adquirir registres d’errors.
da_dk: Kopier boksens indhold herunder, og tilføj det til din supportmeddelelse. Bemærk: denne statusrapport indeholder muligvis ikke en fejllog. Kontakt din hostingudbyder, hvis du har brug for hjælp til at erhverve fejllogfiler.
de_de: Kopieren Sie den Inhalt der Box unten und fügen Sie ihn Ihrer Support-Nachricht hinzu. Hinweis: Dieser Statusbericht enthält möglicherweise kein Fehlerprotokoll. Wenden Sie sich an Ihren Hosting-Provider, wenn Sie Hilfe beim Abrufen von Fehlerprotokollen benötigen.
es_es: Copie el contenido y añádalo a su mensaje a soporte técnico. Nota: este estado puede no contener ninguna traza de error. Contacte con su proveedor de hosting si necesita adquirir esos errores.
fr_fr: Copiez le contenu de la boîte ci-dessous et ajoutez-le à votre message d’assistance. Remarque : ce rapport d’état peut ne pas inclure de journal des erreurs. Contactez votre hébergeur si vous avez besoin d’aide pour acquérir des journaux d’erreurs.
it_it: Copia il contenuto della casella di seguito e aggiungilo al messaggio di supporto. Nota: questo rapporto di stato potrebbe non includere un registro degli errori. Contatta il tuo provider di hosting se hai bisogno di aiuto con l’acquisizione dei log degli errori.
nl_nl: Kopieer de inhoud van het onderstaande vak en voeg deze toe aan uw ondersteuningsbericht. Opmerking: dit statusrapport bevat mogelijk geen foutenlogboek. Neem contact op met uw hostingprovider als u hulp nodig heeft bij het verkrijgen van foutenlogboeken.
nn_no: Kopier boksen innhold nedenfor og legg det til i støttemeldingen. Merk: Denne statusrapporten inneholder kanskje ikke en feillogg. Kontakt vertsleverandøren hvis du trenger hjelp til å skaffe feillogger.
pt_pt: Copie o conteúdo da caixa abaixo e adicione-o à sua mensagem de suporte. Nota: este relatório de status pode não incluir um log de erros. Entre em contato com seu provedor de hospedagem se precisar de ajuda para obter logs de erros.
sv_se: Kopiera rutans innehåll nedan och lägg till det i ditt supportmeddelande. Obs! Denna statusrapport kanske inte innehåller en fellogg. Kontakta din värdleverantör om du behöver hjälp med att skaffa felloggar.

source: Camaloon Checklist
ca: Llista de comprovació de Camaloon
da_dk: Camaloon tjekliste
de_de: Camaloon-Checkliste
es_es: Lista de requisitos
fi: Kamalonin tarkistuslista
fr_fr: Liste de contrôle Camaloon
it_it: Lista di controllo Camaloon
nn_no: Sjekkliste for Camaloon
pt_pt: Lista de verificação de Camaloon
sv_se: Camaloon Checklista

source: WARNING
es_es: AVISO

source: NOT CONNECTED
es_es: NO CONECTADO

source: FAIL
es_es: FALLO

source: System status
ca: Estat del sistema
es_es: Estado del sistema
fi: Järjestelmän tila
fr_fr: État du système
it_it: Stato del sistema
nl_nl: Systeem status
pt_pt: Status do sistema

source: Review the status of your connection. Errors in the connection of your store setup may cause the Camaloon integration to not work as intended.
ca: Reviseu l’estat de la vostra connexió. Els errors en la connexió de la configuració de la botiga poden provocar que la integració de Camaloon no funcioni tal com es pretenia.
da_dk: Gennemgå status for din forbindelse. Fejl i forbindelse med din butiks opsætning kan medføre, at Camaloon -integrationen ikke fungerer efter hensigten.
de_de: Überprüfen Sie den Status Ihrer Verbindung. Fehler bei der Verbindung Ihres Shop-Setups können dazu führen, dass die Camaloon-Integration nicht wie vorgesehen funktioniert.
es_es: Revise el estado de su conexión. Los errores en la conexión de su tienda puede causar que la integración con Camaloon no funcione correctamente.
fi: Tarkista yhteyden tila. Virheet myymäläasetusten yhteydessä voivat aiheuttaa sen, että Camaloon -integraatio ei toimi oikein.
fr_fr: Vérifiez l’état de votre connexion. Des erreurs dans la connexion de la configuration de votre boutique peuvent empêcher l’intégration de Camaloon de fonctionner comme prévu.
it_it: Controlla lo stato della tua connessione. Errori nella connessione della configurazione del tuo negozio potrebbero far sì che l’integrazione di Camaloon non funzioni come previsto.
nl_nl: Controleer de status van uw verbinding. Fouten in de verbinding van uw winkelconfiguratie kunnen ertoe leiden dat de Camaloon-integratie niet werkt zoals bedoeld.
nn_no: Se gjennom statusen for tilkoblingen din. Feil i tilkoblingen av butikkoppsettet ditt kan føre til at Camaloon -integrasjonen ikkje fungerer som tiltenkt.
pt_pt: Reveja o status de sua conexão. Erros na conexão da configuração da sua loja podem fazer com que a integração Camaloon não funcione como esperado.
sv_se: Granska statusen för din anslutning. Fel i anslutningen av din butiksinställning kan göra att Camaloon -integrationen inte fungerar som avsett.

source: WooCommerce API will not work unless your permalinks in Settings > Permalinks are set up correctly. Make sure you that they are NOT set to "plain".
ca: L’API de WooCommerce no funcionarà tret que els vostres enllaços permanents a Configuració> Enllaços permanents estiguin configurats correctament. Assegureu-vos que NO estiguin configurats a “simples”.
da_dk: WooCommerce API fungerer ikke, medmindre dine permalinks i Indstillinger> Permalinks er konfigureret korrekt. Sørg for, at de IKKE er indstillet til “almindeligt”.
de_de: Die WooCommerce-API funktioniert nicht, es sei denn, Ihre Permalinks in Einstellungen > Permalinks sind korrekt eingerichtet. Stellen Sie sicher, dass sie NICHT auf “einfach” eingestellt sind.
es_es: WooCommerce API no funcionará a menos que los percalinas en Configuración > Permalinks no están correctamente configurados. Asegúrese de que NO están en “plano”.
fi: WooCommerce -sovellusliittymä ei toimi, ellei pysyviä linkkejäsi ole asetuksissa> Permalinkit oikein. Varmista, että niitä EI ole asetettu “tavallisiksi”.
fr_fr: L’API WooCommerce ne fonctionnera que si vos permaliens dans Paramètres> Permaliens sont correctement configurés. Assurez-vous qu’ils ne sont PAS définis sur “plain”.
it_it: L’API WooCommerce non funzionerà a meno che i tuoi permalink in Impostazioni > Permalink non siano impostati correttamente. Assicurati che NON siano impostati su “semplice”.
nl_nl: WooCommerce API werkt niet tenzij uw permalinks in Instellingen > Permalinks correct zijn ingesteld. Zorg ervoor dat ze NIET zijn ingesteld op “plain”.
nn_no: WooCommerce API fungerer ikkje med mindre permalinkene dine i Innstillinger> Permalinks er riktig konfigurert. Sørg for at de IKKE er satt til “vanlig”.
pt_pt: WooCommerce API não funcionará a menos que seus permalinks em Configurações> Permalinks estejam configurados corretamente. Certifique-se de que NÃO estão configurados como “simples”.
sv_se: WooCommerce API fungerar inte om inte dina permalänkar i Inställningar> Permalänkar är korrekt inställda. Se till att de INTE är inställda på “vanligt”.

source: WordPress should always be updated to the latest version. Updates can be installed from your WordPress admin dashboard.
ca: WordPress sempre s’ha d’actualitzar a la versió més recent. Les actualitzacions es poden instal·lar des del tauler d’administració de WordPress.
da_dk: WordPress bør altid opdateres til den nyeste version. Opdateringer kan installeres fra dit WordPress admin dashboard.
de_de: WordPress sollte immer auf die neueste Version aktualisiert werden. Updates können über Ihr WordPress-Admin-Dashboard installiert werden.
es_es: WordPress debería estar actualizado a la última versión. Las actualizaciones pueden ser instaladas desde su dashboard de WordPress.
fi: WordPress on aina päivitettävä uusimpaan versioon. Päivitykset voidaan asentaa WordPress -hallintapaneelista.
fr_fr: WordPress doit toujours être mis à jour vers la dernière version. Les mises à jour peuvent être installées à partir de votre tableau de bord d’administration WordPress.
it_it: WordPress dovrebbe essere sempre aggiornato all’ultima versione. Gli aggiornamenti possono essere installati dalla dashboard di amministrazione di WordPress.
nl_nl: WordPress moet altijd worden bijgewerkt naar de nieuwste versie. Updates kunnen worden geïnstalleerd vanaf uw WordPress-beheerdersdashboard.
nn_no: WordPress bør alltid oppdateres til den nyeste versjonen. Oppdateringer kan installeres fra WordPress admin -dashbordet.
pt_pt: O WordPress sempre deve ser atualizado para a versão mais recente. As atualizações podem ser instaladas a partir do painel de administração do WordPress.
sv_se: WordPress bör alltid uppdateras till den senaste versionen. Uppdateringar kan installeras från din WordPress admin -instrumentpanel.

source: Camaloon requires WooCommerce webhooks to be set up to quickly capture your incoming orders, products updates etc.
ca: Camaloon requereix que es configurin els webhooks de WooCommerce per captar ràpidament les vostres comandes entrants, actualitzacions de productes, etc.
da_dk: Camaloon kræver, at WooCommerce webhooks er konfigureret til hurtigt at fange dig indgående ordrer, produktopdateringer osv.
de_de: Camaloon erfordert die Einrichtung von WooCommerce-Webhooks, um eingehende Bestellungen, Produktaktualisierungen usw. schnell zu erfassen.
es_es: Camaloon necesita los webhooks de WooCommerce instalados para capturar de forma rápida sus pedidos, actualizaciones de productos, etc.
fi: Camaloon edellyttää WooCommerce -webhookien määrittämistä, jotta ne voivat nopeasti kaapata saapuvat tilaukset, tuotepäivitykset jne.
fr_fr: Camaloon nécessite que les webhooks WooCommerce soient configurés pour capturer rapidement vos commandes entrantes, les mises à jour de produits, etc.
it_it: Camaloon richiede la configurazione dei webhook WooCommerce per acquisire rapidamente gli ordini in arrivo, gli aggiornamenti dei prodotti, ecc.
nl_nl: Camaloon vereist dat WooCommerce-webhooks zijn ingesteld om snel binnenkomende bestellingen, productupdates enz. vast te leggen.
nn_no: Camaloon krever at WooCommerce webhooks er konfigurert for raskt å fange deg innkommende bestillinger, produktoppdateringer etc.
pt_pt: Camaloon requer que os webhooks WooCommerce sejam configurados para capturar rapidamente seus pedidos recebidos, atualizações de produtos, etc.
sv_se: Camaloon kräver att WooCommerce webhooks konfigureras för att snabbt fånga inkommande beställningar, produktuppdateringar etc.

source: Write permissions
ca: Permisos d’escriptura
da_dk: Skriv tilladelser
de_de: Schreibberechtigungen
es_es: Permisos de escritura
fi: Kirjoitusoikeudet
fr_fr: Autorisations d’écriture
it_it: Permessi di scrittura
nl_nl: Schrijfrechten
nn_no: Skriv tillatelser
pt_pt: Permissões de gravação
sv_se: Skriv behörigheter

source: Make the uploads directory writable. This is required for mockup generator product push to work correctly. Contact your hosting provider if you need help with this.
ca: Feu que el directori de càrregues s’escrigui. Això és necessari perquè l’empenta del producte del generador de maquetes funcioni correctament. Poseu-vos en contacte amb el vostre proveïdor d’allotjament si necessiteu ajuda.
da_dk: Gør uploads -biblioteket skrivbart. Dette er påkrævet for at mockup generator produktskub fungerer korrekt. Kontakt din hostingudbyder, hvis du har brug for hjælp til dette.
de_de: Machen Sie das Upload-Verzeichnis beschreibbar. Dies ist erforderlich, damit der Produkt-Push des Mockup-Generators ordnungsgemäß funktioniert. Wenden Sie sich an Ihren Hosting-Provider, wenn Sie dabei Hilfe benötigen.
es_es: De permisos de escritura a su directorio. Esto es necesario para que el generador de diseños de productos pueda subir su trabajo correctamente. Contacte con su proveedor de posting si necesita ayuda con esto.
fi: Tee lähetyshakemistosta kirjoitettava. Tämä on välttämätöntä, jotta mallinmuodostajan tuotteen työntö toimisi oikein. Ota yhteyttä isännöintipalveluntarjoajaasi, jos tarvitset apua tässä.
fr_fr: Rendez le répertoire des téléchargements accessible en écriture. Ceci est nécessaire pour que la poussée du produit du générateur de maquette fonctionne correctement. Contactez votre hébergeur si vous avez besoin d’aide.
it_it: Rendi scrivibile la directory dei caricamenti. Ciò è necessario affinché il push del prodotto del generatore di mockup funzioni correttamente. Contatta il tuo provider di hosting se hai bisogno di aiuto con questo.
nl_nl: Maak de uploadmap beschrijfbaar. Dit is vereist om de push van het mockup-generatorproduct correct te laten werken. Neem contact op met je hostingprovider als je hierbij hulp nodig hebt.
nn_no: Gjør opplastingskatalogen skrivbar. Dette er nødvendig for at produkttrykk av mockupgenerator skal fungere korrekt. Kontakt vertsleverandøren hvis du trenger hjelp til dette.
pt_pt: Torne o diretório de uploads gravável. Isso é necessário para que o envio do produto gerador de maquete funcione corretamente. Entre em contato com seu provedor de hospedagem se precisar de ajuda com isso.
sv_se: Gör uppladdningskatalogen skrivbar. Detta krävs för att mockupgenerators produktknapp ska fungera korrekt. Kontakta din värdleverantör om du behöver hjälp med detta.

source: PHP memory limit
ca: Límit de memòria PHP
da_dk: PHP hukommelsesgrænse
de_de: PHP-Speicherlimit
es_es: Límite de memoria de PHP
fi: PHP -muistin raja
fr_fr: Limite de mémoire PHP
it_it: Limite di memoria PHP
nl_nl: PHP-geheugenlimiet
nn_no: PHP -minnegrense
pt_pt: Limite de memória PHP
sv_se: PHP -minnesgräns

source: Set PHP allocated memory limit to at least 128mb. Contact your hosting provider if you need help with this.
ca: Estableix el límit de memòria assignat per PHP a 128 MB com a mínim. Poseu-vos en contacte amb el vostre proveïdor d’allotjament si necessiteu ajuda.
da_dk: Indstil PHP -tildelt hukommelsesgrænse til mindst 128mb. Kontakt din hostingudbyder, hvis du har brug for hjælp til dette.
de_de: Setzen Sie das von PHP zugewiesene Speicherlimit auf mindestens 128 MB. Wenden Sie sich an Ihren Hosting-Provider, wenn Sie dabei Hilfe benötigen.
es_es: Configure la memoria de PHP al menos a 128mb. Contacte con su proveedor de hosting si necesita ayuda con esto.
fi: Aseta PHP: lle varattu muistiraja vähintään 128 megatavuun. Ota yhteyttä isännöintipalveluntarjoajaasi, jos tarvitset apua tässä.
fr_fr: Définissez la limite de mémoire allouée PHP à au moins 128 Mo. Contactez votre hébergeur si vous avez besoin d’aide.
it_it: Imposta il limite di memoria allocata PHP ad almeno 128 MB. Contatta il tuo provider di hosting se hai bisogno di aiuto con questo.
nl_nl: Stel de door PHP toegewezen geheugenlimiet in op minimaal 128 MB. Neem contact op met je hostingprovider als je hierbij hulp nodig hebt.
nn_no: Angi PHP -tildelt minnegrense til minst 128 MB. Kontakt vertsleverandøren hvis du trenger hjelp til dette.
pt_pt: Defina o limite de memória alocada do PHP para pelo menos 128 MB. Entre em contato com seu provedor de hospedagem se precisar de ajuda com isso.
sv_se: Ställ in PHP -tilldelad minnesgräns på minst 128 MB. Kontakta din värdleverantör om du behöver hjälp med detta.

source: PHP script time limit
ca: Límit de temps de script PHP
da_dk: PHP script tidsbegrænsning
de_de: Zeitlimit für PHP-Skripte
es_es: Tiempo límite de PHP script
fi: PHP -skriptin aikaraja
fr_fr: Limite de temps des scripts PHP
it_it: Limite di tempo dello script PHP
nl_nl: Tijdslimiet voor PHP-script
nn_no: PHP script tidsbegrensning
pt_pt: Limite de tempo do script PHP
sv_se: Tidsbegränsning för PHP -skript

source: Set PHP script execution time limit to at least 30 seconds. This is required to successfully push products with many variants. Contact your hosting provider if you need help with this.
ca: Estableix el límit de temps d’execució de scripts PHP com a mínim a 30 segons. Això és necessari per impulsar amb èxit productes amb moltes variants. Poseu-vos en contacte amb el vostre proveïdor d’allotjament si necessiteu ajuda.
da_dk: Indstil PHP -scripts udførelsesfrist til mindst 30 sekunder. Dette er påkrævet for med succes at skubbe produkter med mange varianter. Kontakt din hostingudbyder, hvis du har brug for hjælp til dette.
de_de: Setzen Sie das Zeitlimit für die Ausführung von PHP-Skripten auf mindestens 30 Sekunden. Dies ist erforderlich, um Produkte mit vielen Varianten erfolgreich zu pushen. Wenden Sie sich an Ihren Hosting-Provider, wenn Sie dabei Hilfe benötigen.
es_es: Configure el tiempo de ejecución de scripts PHP en al menos 30 segundos. Esto es necesario para subir productos con muchas variantes. Contacte con su proveedor de posting si necesita ayuda con esto.
fi: Aseta PHP -komentosarjan suoritusaikarajaksi vähintään 30 sekuntia. Tämä on tarpeen monivaihtoehtoisten tuotteiden menestyksekkääseen työntämiseen. Ota yhteyttä isännöintipalveluntarjoajaasi, jos tarvitset apua tässä.
fr_fr: Définissez la limite de temps d’exécution du script PHP à au moins 30 secondes. Cela est nécessaire pour pousser avec succès des produits avec de nombreuses variantes. Contactez votre hébergeur si vous avez besoin d’aide.
it_it: Imposta il limite di tempo di esecuzione dello script PHP ad almeno 30 secondi. Ciò è necessario per spingere con successo i prodotti con molte varianti. Contatta il tuo provider di hosting se hai bisogno di aiuto con questo.
nl_nl: Stel de uitvoeringstijd van het PHP-script in op ten minste 30 seconden. Dit is nodig om producten met veel varianten succesvol te pushen. Neem contact op met je hostingprovider als je hierbij hulp nodig hebt.
nn_no: Sett tidsgrensen for utførelse av PHP -script til minst 30 sekunder. Dette er nødvendig for å kunne skyve produkter med mange varianter. Kontakt vertsleverandøren hvis du trenger hjelp til dette.
pt_pt: Defina o limite de tempo de execução do script PHP para pelo menos 30 segundos. Isso é necessário para enviar produtos com muitas variantes. Entre em contato com seu provedor de hospedagem se precisar de ajuda com isso.
sv_se: Ställ in tidsgräns för körning av PHP -skript till minst 30 sekunder. Detta krävs för att framgångsrikt driva produkter med många varianter. Kontakta din värdleverantör om du behöver hjälp med detta.

source: The WooCommerce plugin is missing, we won’t be able to connect your Camaloon account.
ca: Falta el connector WooCommerce, no podrem connectar el vostre compte de Camaloon.
da_dk: WooCommerce -pluginet mangler, vi kan ikke forbinde din Camaloon -konto.
de_de: Das WooCommerce-Plugin fehlt, wir können Ihr Camaloon-Konto nicht verbinden.
es_es: El plugin de WooCommerce no está instalado, no seremos capaces de conectar su cuenta de Camaloon.
fi: WooCommerce -laajennus puuttuu, emmekä voi yhdistää Camaloon -tiliäsi.
fr_fr: Le plugin WooCommerce est manquant, nous ne pourrons pas connecter votre compte Camaloon.
it_it: Manca il plugin WooCommerce, non saremo in grado di connettere il tuo account Camaloon.
nl_nl: De WooCommerce-plug-in ontbreekt, we kunnen uw Camaloon-account niet koppelen.
nn_no: WooCommerce -pluginet mangler, vi kan ikkje koble til Camaloon -kontoen din.
pt_pt: O plugin WooCommerce está faltando, não poderemos conectar sua conta Camaloon.
sv_se: WooCommerce -pluginet saknas, vi kommer inte att kunna ansluta ditt Camaloon -konto.

source: There are errors with your store setup that may cause the Camaloon integration to not work as intended!
ca: Hi ha errors en la configuració de la botiga que poden fer que la integració de Camaloon no funcioni tal com es pretenia.
da_dk: Der er fejl med din butiks opsætning, der kan få Camaloon -integrationen til ikke at fungere efter hensigten!
de_de: Es gibt Fehler bei der Einrichtung Ihres Shops, die dazu führen können, dass die Camaloon-Integration nicht wie beabsichtigt funktioniert!
es_es: ¡Hay errores con su configuración de tienda que pueden causar que la integración de Camaloon no funcione correctamente!
fi: Kauppasi asetuksissa on virheitä, jotka voivat aiheuttaa sen, että Camaloon -integraatio ei toimi oikein!
fr_fr: Il y a des erreurs avec la configuration de votre magasin qui peuvent empêcher l’intégration de Camaloon de fonctionner comme prévu !
it_it: Ci sono errori con la configurazione del tuo negozio che potrebbero causare il mancato funzionamento dell’integrazione Camaloon!
nl_nl: Er zijn fouten in uw winkelconfiguratie die ertoe kunnen leiden dat de Camaloon-integratie niet werkt zoals bedoeld!
nn_no: Det er feil med butikkoppsettet ditt som kan føre til at Camaloon -integrasjonen ikkje fungerer som tiltenkt!
pt_pt: Existem erros com a configuração da sua loja que podem fazer com que a integração Camaloon não funcione como esperado!
sv_se: Det finns fel med din butiksinställning som kan göra att Camaloon -integrationen inte fungerar som avsett!

source: Check status
ca: Comproveu l’estat
da_dk: Tjek status
de_de: Status überprüfen
es_es: Comprobación de estado
fi: Tarkista tila
fr_fr: Vérifier l’état
it_it: Controllare lo stato
nl_nl: Controleer de status
pt_pt: Verifique o status
sv_se: Kolla statusen

source: Your Camaloon plugin has been successfully installed!
ca: El vostre connector Camaloon s’ha instal·lat correctament.
da_dk: Dit Camaloon -plugin er blevet installeret!
de_de: Ihr Camaloon-Plugin wurde erfolgreich installiert!
es_es: ¡Su plugin de Camaloon ha sido instalado correctamente!
fi: Camaloon -laajennuksesi on asennettu onnistuneesti!
fr_fr: Votre plugin Camaloon a été installé avec succès !
it_it: Il tuo plugin Camaloon è stato installato con successo!
nl_nl: Je Camaloon-plug-in is succesvol geïnstalleerd!
nn_no: Din Camaloon -plugin er installert!
pt_pt: Seu plugin Camaloon foi instalado com sucesso!
sv_se: Ditt Camaloon -plugin har installerats!
